/* Choose your photo source */
"Choose your photo source" = "Choose your photo source";

/* CREATE YOUR OWN FOOD GUIDE */
"CREATE YOUR OWN FOOD GUIDE" = "CREATE YOUR OWN FOOD GUIDE";

/* DISCOVER GREAT RESTAURANTS */
"DISCOVER GREAT RESTAURANTS" = "DISCOVER GREAT RESTAURANTS";

/* Feedback */
"Feedback" = "Feedback";

/* Find restaurants shared by your friends and other foodies */
"Find restaurants shared by your friends and other foodies" = "Find restaurants shared by your friends and other foodies";

/* Follow Us */
"Follow Us" = "Follow Us";

/* GET STARTED */
"GET STARTED" = "GET STARTED";

/* HOW TO GET HERE */
"HOW TO GET HERE" = "HOW TO GET HERE";

/* Just Checking in at  */
"Just Checking in at " = "Just Checking in at ";

/* NEXT */
"NEXT" = "NEXT";

/* Oops */
"Oops" = "Oops";

/* Pin your favorite restaurants and create your own food guide */
"Pin your favorite restaurants and create your own food guide" = "Pin your favorite restaurants and create your own food guide";

/* Rate us on App Store */
"Rate us on App Store" = "Rate us on App Store";

/* Search and locate your favourite restaurant on Maps */
"Search and locate your favourite restaurant on Maps" = "Search and locate your favourite restaurant on Maps";

/* Search restaurants... */
"Search restaurants..." = "Search restaurants...";

/* SHOW YOU THE LOCATION */
"SHOW YOU THE LOCATION" = "SHOW YOU THE LOCATION";

/* Tell us your feedback */
"Tell us your feedback" = "Tell us your feedback";

/* We can't proceed because one of the fields is blank. Please note that all fields are required. */
"We can't proceed because one of the fields is blank. Please note that all fields are required." = "We can't proceed because one of the fields is blank. Please note that all fields are required.";

